Repository: solariane/radical-qr
Catalog: Radical QR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt_br, zh_hans

# feature.eyeStyles.description
source: Shape the finder patterns — dot and leaf eyes
ar: شكل أنماط المكتشف - عيون النقاط وأوراق الشجر
de: Gestalten Sie die Findermuster - Punkt- und Blattaugen
es: Dar forma a los patrones del buscador: ojos de puntos y hojas
fr: Formez les motifs de recherche - points et yeux en forme de feuilles
hi: खोजने वाले पैटर्न को आकार दें — बिंदु और पत्ता जैसी आँखें
it: Modellare gli schemi del cercatore - occhi a puntino e a foglia
ja: ファインダーのパターンを形作る - 点と葉の目
pt_br: Moldar os padrões do localizador - olhos de ponto e de folha
zh_hans: 塑造发现者图案--圆点和叶眼

# feature.fullColorPicker
source: Full Color Picker
ar: منتقي الألوان الكاملة
de: Vollständige Farbauswahl
es: Selector de color completo
fr: Sélecteur de couleur complet
hi: पूर्ण रंग चयनकर्ता
it: Selettore colore completo
ja: フルカラーピッカー
pt_br: Seletor de cores completo
zh_hans: 全彩选取器

# feature.fullColorPicker.description
source: Choose any color for your QR codes
ar: اختر أي لون لرموز الاستجابة السريعة الخاصة بك
de: Wählen Sie eine beliebige Farbe für Ihre QR-Codes
es: Elige cualquier color para tus códigos QR.
fr: Choisissez n'importe quelle couleur pour vos codes QR
hi: अपने QR कोड के लिए कोई भी रंग चुनें
it: Scegli qualsiasi colore per i tuoi codici QR
ja: QRコードの色は自由に選べます
pt_br: Escolha qualquer cor para os seus códigos QR
zh_hans: 为 QR 码选择任何颜色

# feature.history
source: History
ar: التاريخ
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史

# feature.history.description
source: Access your recent QR codes with iCloud sync
ar: الوصول إلى رموز QR الحديثة الخاصة بك مع مزامنة iCloud
de: Greifen Sie mit iCloud-Synchronisierung auf Ihre zuletzt verwendeten QR-Codes zu.
es: Accede a tus códigos QR recientes con la sincronización de iCloud.
fr: Accédez à vos codes QR récents grâce à la synchronisation iCloud.
hi: iCloud सिंक के साथ अपने हाल के QR कोड्स तक पहुँचें
it: Accedi ai tuoi codici QR recenti con la sincronizzazione iCloud
ja: iCloud同期で最近使用したQRコードにアクセス
pt_br: Acesse os seus códigos QR recentes com a sincronização do iCloud
zh_hans: 使用 iCloud 同步功能访问最近的二维码

# feature.logoEmbedding
source: Logo Embedding
ar: تضمين الشعار
de: Logo-Einbettung
es: Incrustación de logo
fr: Intégration de logo
hi: लोगो एम्बेडिंग
it: Incorporamento logo
ja: ロゴ埋め込み
pt_br: Incorporação de logo
zh_hans: 徽标嵌入

# feature.logoEmbedding.description
source: Add your logo to the center of QR codes
ar: أضف شعارك إلى وسط رموز الاستجابة السريعة
de: Fügen Sie Ihr Logo in die Mitte des QR-Codes ein.
es: Añade tu logotipo al centro de los códigos QR.
fr: Ajoutez votre logo au centre des codes QR
hi: क्यूआर कोड के केंद्र में अपना लोगो जोड़ें।
it: Aggiungi il tuo logo al centro dei codici QR
ja: QRコードの中央にロゴを追加する
pt_br: Adicione o seu logótipo ao centro dos códigos QR
zh_hans: 在 QR 码中心添加您的徽标

# feature.stylePreset
source: Style Preset
ar: إعداد مسبق للنمط
de: Stilvorlage
es: Estilo preestablecido
fr: Préréglage de style
hi: शैली पूर्वनिर्धारित
it: Predefinito stile
ja: スタイルプリセット
pt_br: Predefinição de estilo
zh_hans: 风格预设

# feature.stylePreset.description
source: Save your favorite style for quick access
ar: احفظ أسلوبك المفضل للوصول السريع
de: Speichern Sie Ihren Lieblingsstil für den schnellen Zugriff.
es: Guarda tu estilo favorito para acceder rápidamente a él.
fr: Enregistrez votre style préféré pour y accéder rapidement
hi: त्वरित पहुँच के लिए अपनी पसंदीदा शैली सहेजें
it: Salva il tuo stile preferito per un accesso rapido
ja: お気に入りのスタイルを保存して、すばやくアクセスしましょう
pt_br: Guarde o seu estilo favorito para acesso rápido
zh_hans: 保存您喜欢的样式，以便快速访问

# feature.svgExport
source: SVG Export
ar: تصدير SVG
es: Exportación SVG
fr: Export SVG
hi: SVG निर्यात
it: Esportazione SVG
ja: SVG書き出し
pt_br: Exportação SVG
zh_hans: SVG 导出

# feature.svgExport.description
source: Export vector graphics for perfect scaling
ar: تصدير الرسومات المتجهة لقياس مثالي
de: Vektorgrafiken für perfekte Skalierung exportieren
es: Exporta gráficos vectoriales para un escalado perfecto.
fr: Exportez des graphiques vectoriels pour un redimensionnement parfait
hi: परफेक्ट स्केलिंग के लिए वेक्टर ग्राफिक्स निर्यात करें
it: Esporta grafica vettoriale per un ridimensionamento perfetto
ja: ベクターグラフィックをエクスポートして完璧なスケーリングを実現
pt_br: Exporte gráficos vetoriais para um dimensionamento perfeito
zh_hans: 导出矢量图形，实现完美缩放

# feature.unlimitedExportSize
source: Unlimited Export Size
ar: حجم تصدير غير محدود
de: Unbegrenzte Exportgröße
es: Tamaño de exportación ilimitado
fr: Taille d'exportation illimitée
hi: असीमित निर्यात आकार
it: Dimensione di esportazione illimitata
ja: 無制限のエクスポートサイズ
pt_br: Tamanho de exportação ilimitado
zh_hans: 导出大小不限

# feature.unlimitedExportSize.description
source: Export up to 4096×4096 pixels
ar: تصدير حتى 4096×4096 بكسل
de: Exportieren Sie bis zu 4096 × 4096 Pixel.
es: Exportar hasta 4096 × 4096 píxeles
fr: Exportez jusqu'à 4096 × 4096 pixels
hi: 4096×4096 पिक्सल तक निर्यात करें
it: Esporta fino a 4096×4096 pixel
ja: 最大4096×4096ピクセルまでエクスポート
pt_br: Exportar até 4096×4096 pixels
zh_hans: 输出最大可达 4096×4096 像素

# feature.vectorExport
source: Vector Export
ar: تصدير المتجهات
de: Vektor-Export
es: Exportación de vectores
fr: Exportation de vecteurs
hi: वेक्टर निर्यात
it: Esportazione vettoriale
ja: ベクターエクスポート
pt_br: Exportação de vectores
zh_hans: 矢量输出

# feature.vectorExport.description
source: Export PDF & SVG vector graphics for perfect scaling
ar: تصدير رسومات متجهة بتنسيق PDF وSVG لتوسيع نطاقها بشكل مثالي
de: Export von PDF- und SVG-Vektorgrafiken für perfekte Skalierung
es: Exporte gráficos vectoriales PDF y SVG para escalarlos perfectamente
fr: Exportation de graphiques vectoriels PDF et SVG pour une mise à l'échelle parfaite
hi: परफेक्ट स्केलिंग के लिए PDF और SVG वेक्टर ग्राफिक्स निर्यात करें
it: Esportazione di grafica vettoriale PDF e SVG per una perfetta scalabilità
ja: PDF & SVGベクターグラフィックスを完璧なスケーリングでエクスポート
pt_br: Exportar gráficos vectoriais em PDF e SVG para uma escala perfeita
zh_hans: 导出 PDF 和 SVG 矢量图形，实现完美缩放

# format.vector
source: Vector
ar: المتجهات
de: Vektor
fr: Vecteur
hi: वेक्टर
it: Vettore
ja: ベクトル
pt_br: Vetor
zh_hans: 矢量

# generator.editContent
source: Edit content
ar: تحرير المحتوى
de: Inhalt bearbeiten
es: Editar contenido
fr: Modifier le contenu
hi: सामग्री संपादित करें
it: Modifica contenuto
ja: コンテンツを編集する
pt_br: Editar conteúdo
zh_hans: 编辑内容

# generator.error.exportFailed
source: Export failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l'exportation
hi: निर्यात विफल हो गया
it: Esportazione non riuscita
ja: エクスポートに失敗しました
pt_br: Falha na exportação
zh_hans: 导出失败

# generator.error.generationFailed
source: Failed to generate QR code
ar: فشل في إنشاء رمز الاستجابة السريعة
de: QR-Code konnte nicht generiert werden
es: No se ha podido generar el código QR.
fr: Échec de la génération du code QR
hi: क्यूआर कोड उत्पन्न करने में विफल
it: Impossibile generare il codice QR
ja: QRコードの生成に失敗しました
pt_br: Falha ao gerar código QR
zh_hans: 生成 QR 码失败

# generator.error.noInput
source: Please enter text or drop a file
ar: الرجاء إدخال نص أو إسقاط ملف
de: Bitte Text eingeben oder Datei ablegen
es: Introduzca texto o arrastre un archivo.
fr: Veuillez saisir du texte ou déposer un fichier
hi: कृपया टेक्स्ट दर्ज करें या फ़ाइल ड्रॉप करें
it: Inserisci il testo o trascina un file
ja: テキストを入力するか、ファイルをドロップしてください
pt_br: Insira o texto ou solte um ficheiro
zh_hans: 请输入文本或下拉文件

# generator.help
source: Formats and tips
ar: التنسيقات والنصائح
de: Formate und Tipps
es: Formatos y consejos
fr: Formats et conseils
hi: फ़ॉर्मेट और सुझाव
it: Formati e consigli
ja: 形式とヒント
pt_br: Formatos e dicas
zh_hans: 格式与提示

# generator.input.placeholder
source: Enter URL, text, or drop a file...
ar: أدخل عنوان URL أو نصاً أو أسقط ملفاً...
de: URL, Text eingeben oder Datei ablegen...
es: Ingresa URL, texto o arrastra un archivo...
fr: Entrez une URL, du texte, ou déposez un fichier...
hi: यूआरएल, टेक्स्ट दर्ज करें, या फ़ाइल ड्रॉप करें...
it: Inserisci URL, testo o trascina un file...
ja: URL、テキストを入力、またはファイルをドロップ...
pt_br: Digite URL, texto ou arraste um arquivo...
zh_hans: 输入 URL、文本或下拉文件...

# generator.subtitle
source: No tracking. No storage. Just ephemeral QR codes.
ar: لا تتبع. لا تخزين. فقط رموز QR سريعة الزوال.
de: Kein Tracking. Keine Speicherung. Nur kurzlebige QR-Codes.
es: Sin rastreo. Sin almacenamiento. Solo códigos QR efímeros.
fr: Pas de suivi. Pas de stockage. Juste des QR codes éphémères.
hi: कोई ट्रैकिंग नहीं। कोई भंडारण नहीं। केवल क्षणिक QR कोड।
it: Nessun tracciamento. Nessuna memorizzazione. Solo codici QR effimeri.
ja: 追跡なし。保存なし。一時的なQRコードのみ。
pt_br: Sem rastreamento. Sem armazenamento. Apenas códigos QR efêmeros.
zh_hans: 无跟踪。没有存储。只有短暂的二维码。

# generator.title
source: QR Code Generator
ar: مولد رمز الاستجابة السريعة
es: Generador de Códigos QR
fr: Générateur de QR Code
hi: क्यूआर कोड जनरेटर
it: Generatore di Codici QR
ja: QRコードジェネレーター
pt_br: Gerador de Código QR
zh_hans: QR 代码生成器

# gradient.angle
source: Angle
ar: الزاوية
de: Winkel
es: Ángulo
hi: कोण
it: Angolo
ja: 角度
pt_br: Ângulo
zh_hans: 角度

# gradient.blueCyan
source: Blue cyan
ar: الأزرق السماوي
de: Blau-Cyan
es: Azul cian
fr: Bleu cyan
hi: नीला साइनाइड
it: Ciano blu
ja: 青緑
pt_br: Azul ciano
zh_hans: 青蓝色

# gradient.custom
source: Custom gradient
ar: تدرج لوني مخصص
de: Benutzerdefinierter Farbverlauf
es: Degradado personalizado
fr: Dégradé personnalisé
hi: अनुकूलित ढाल
it: Sfumatura personalizzata
ja: カスタムグラデーション
pt_br: Gradiente personalizado
zh_hans: 自定义渐变

# gradient.end
source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
hi: अंत
it: Fine
ja: 終わり
pt_br: Fim
zh_hans: 结束

# gradient.orangePink
source: Orange pink
ar: البرتقالي الوردي
de: Orangerot
es: Naranja rosado
fr: Rose orangé
hi: नारंगी गुलाबी
it: Rosa aranciato
ja: オレンジピンク
pt_br: Laranja-rosa
zh_hans: 橙粉色

# gradient.purpleViolet
source: Purple violet
ar: البنفسجي الأرجواني
de: Violett
es: Violeta púrpura
fr: Violet foncé
hi: बैंगनी बैंगनी
it: Viola porpora
ja: 紫色
pt_br: Violeta roxo
zh_hans: 紫罗兰色

# gradient.start
source: Start
ar: ابدأ
es: Inicio
fr: Commencer
hi: शुरू करें
it: Inizio
ja: 開始
pt_br: Começar
zh_hans: 开始

# gradient.type.angular
source: Angular
ar: الزاوي
de: Winkel
fr: Angulaire
hi: कोणीय
it: Angolare

# gradient.type.diamond
source: Diamond
ar: الماس
de: Diamant
es: Diamante
fr: Diamant
hi: हीरा
it: Diamante
ja: ダイヤモンド
pt_br: Diamante
zh_hans: 钻石

# gradient.type.linear
source: Linear
ar: خطي
es: Lineal
fr: Linéaire
hi: रेखीय
it: Lineare
ja: リニア
zh_hans: 线性

# gradient.type.radial
source: Radial
ar: شعاعي
hi: अक्षीय
it: Radiale
ja: 放射状
zh_hans: 径向

# gradientPicker.angle
source: Angle
ar: الزاوية
de: Winkel
es: Ángulo
hi: कोण
it: Angolo
ja: 角度
pt_br: Ângulo
zh_hans: 角度

# gradientPicker.endColor
source: End Color
ar: لون النهاية
de: Endfarbe
es: Color final
fr: Couleur finale
hi: अंतिम रंग
it: Colore finale
ja: 終了色
pt_br: Cor final
zh_hans: 终端颜色

# gradientPicker.startColor
source: Start Color
ar: لون البدء
de: Startfarbe
es: Color inicial
fr: Couleur de départ
hi: रंग शुरू करें
it: Colore iniziale
ja: 開始色
pt_br: Cor inicial
zh_hans: 开始颜色

# gradientPicker.type
source: Gradient Type
ar: نوع التدرج
de: Gradienttyp
es: Tipo de gradiente
fr: Type de gradient
hi: ढलान का प्रकार
it: Tipo di gradiente
ja: 勾配タイプ
pt_br: Tipo de gradiente
zh_hans: 渐变类型

# help.autoDetect.detail
source: The app automatically recognizes URLs, emails, phone numbers, Wi-Fi configurations, contacts (vCard), calendar events (iCal), locations, and more. Each type is optimized for the best scanning experience.
ar: يتعرف التطبيق تلقائيًا على عناوين URL ورسائل البريد الإلكتروني وأرقام الهواتف وتكوينات Wi-Fi وجهات الاتصال (vCard) وأحداث التقويم (iCal) والمواقع وغيرها. تم تحسين كل نوع للحصول على أفضل تجربة مسح ضوئي.
de: Die App erkennt automatisch URLs, E-Mails, Telefonnummern, Wi-Fi-Konfigurationen, Kontakte (vCard), Kalenderereignisse (iCal), Orte und mehr. Jeder Typ ist für das beste Scan-Erlebnis optimiert.
es: La aplicación reconoce automáticamente URL, correos electrónicos, números de teléfono, configuraciones Wi-Fi, contactos (vCard), eventos de calendario (iCal), ubicaciones y mucho más. Cada tipo está optimizado para ofrecer la mejor experiencia de escaneado.
fr: L'application reconnaît automatiquement les URL, les courriels, les numéros de téléphone, les configurations Wi-Fi, les contacts (vCard), les événements du calendrier (iCal), les lieux, etc. Chaque type est optimisé pour une meilleure expérience de numérisation.
hi: यह ऐप स्वचालित रूप से यूआरएल, ईमेल, फोन नंबर, वाई-फाई कॉन्फ़िगरेशन, संपर्क (vCard), कैलेंडर इवेंट्स (iCal), स्थान और अन्य को पहचानता है। प्रत्येक प्रकार को सर्वोत्तम स्कैनिंग अनुभव के लिए अनुकूलित किया गया है।
it: L'applicazione riconosce automaticamente URL, e-mail, numeri di telefono, configurazioni Wi-Fi, contatti (vCard), eventi del calendario (iCal), località e altro ancora. Ogni tipo è ottimizzato per la migliore esperienza di scansione.
ja: このアプリは、URL、電子メール、電話番号、Wi-Fi設定、連絡先（vCard）、カレンダーイベント（iCal）、場所などを自動的に認識します。各タイプは、最高のスキャン体験のために最適化されています。
pt_br: A aplicação reconhece automaticamente URLs, e-mails, números de telefone, configurações de Wi-Fi, contactos (vCard), eventos de calendário (iCal), localizações e muito mais. Cada tipo é optimizado para a melhor experiência de digitalização.
zh_hans: 该程序可自动识别 URL、电子邮件、电话号码、Wi-Fi 配置、联系人 (vCard)、日历事件 (iCal)、位置等。每种类型都经过优化，以获得最佳扫描体验。

# help.autoDetect.title
source: Smart Auto-Detection
ar: الكشف التلقائي الذكي
de: Intelligente Auto-Erkennung
es: Detección automática inteligente
fr: Autodétection intelligente
hi: स्मार्ट स्व-पहचान
it: Rilevamento automatico intelligente
ja: スマート自動検出
pt_br: Deteção automática inteligente
zh_hans: 智能自动检测

# help.caption.detail
source: Add a text caption below the QR code. The app suggests a caption based on the content type, or you can write your own.
ar: أضف تعليقًا نصيًا أسفل رمز الاستجابة السريعة. يقترح التطبيق تعليقًا بناءً على نوع المحتوى، أو يمكنك كتابة التعليق الخاص بك.
de: Fügen Sie eine Textbeschriftung unter dem QR-Code hinzu. Die App schlägt eine Beschriftung basierend auf dem Inhaltstyp vor, oder Sie können Ihre eigene schreiben.
es: Añade una leyenda debajo del código QR. La aplicación sugiere un pie de foto basado en el tipo de contenido, o puedes escribir el tuyo propio.
fr: Ajoutez une légende sous le code QR. L'application propose une légende basée sur le type de contenu, ou vous pouvez écrire la vôtre.
hi: QR कोड के नीचे एक टेक्स्ट कैप्शन जोड़ें। ऐप सामग्री के प्रकार के आधार पर एक कैप्शन सुझाता है, या आप अपना खुद का कैप्शन लिख सकते हैं।
it: Aggiungete una didascalia di testo sotto il codice QR. L'applicazione suggerisce una didascalia in base al tipo di contenuto, oppure è possibile scriverne una propria.
ja: QRコードの下にテキストキャプションを追加します。アプリはコンテンツの種類に基づいてキャプションを提案しますが、自分で書くこともできます。
pt_br: Adicione uma legenda de texto por baixo do código QR. A aplicação sugere uma legenda com base no tipo de conteúdo, ou pode escrever a sua própria legenda.
zh_hans: 在 QR 代码下方添加文字说明。应用程序会根据内容类型推荐标题，您也可以自己编写标题。

# help.caption.title
source: Captions
ar: التسميات التوضيحية
de: Untertitel
es: Leyendas
fr: Légendes
hi: शीर्षक
it: Didascalie
ja: キャプション
pt_br: Legendas
zh_hans: 字幕

# help.colors.detail
source: Choose from preset solid colors and gradients, or unlock the full color picker with Pro. Gradient types include linear, radial, angular, and diamond.
ar: اختر من بين الألوان الصلبة والتدرجات اللونية المحددة مسبقًا، أو افتح منتقي الألوان الكامل مع Pro. تشمل أنواع التدرجات الخطية والشعاعية والزاوية والماسية.
de: Wählen Sie aus voreingestellten Volltonfarben und Farbverläufen, oder schalten Sie mit der Pro-Version die volle Farbauswahl frei. Zu den Verlaufstypen gehören linear, radial, eckig und rautenförmig.
es: Elija entre colores sólidos y degradados predefinidos, o desbloquee el selector de color completo con Pro. Los tipos de degradado incluyen lineal, radial, angular y diamante.
fr: Choisissez parmi les couleurs unies et les dégradés prédéfinis, ou débloquez le sélecteur de couleurs complet avec Pro. Les types de dégradés comprennent les dégradés linéaires, radiaux, angulaires et en diamant.
hi: पूर्वनिर्धारित ठोस रंगों और ग्रेडिएंट्स में से चुनें, या Pro के साथ पूर्ण रंग पिकर अनलॉक करें। ग्रेडिएंट प्रकारों में रैखिक, त्रिज्यात्मक, कोणीय और हीरा शामिल हैं।
it: Scegliete tra i colori solidi e i gradienti preimpostati, oppure sbloccate il selezionatore di colori completo con Pro. I tipi di gradiente includono quelli lineari, radiali, angolari e a diamante.
ja: プリセットのソリッドカラーとグラデーションから選択するか、Proでフルカラーピッカーのロックを解除します。グラデーションの種類には、リニア、ラジアル、アンギュラー、ダイヤモンドがあります。
pt_br: Escolha entre cores sólidas e gradientes predefinidos ou desbloqueie o seletor de cores completo com o Pro. Os tipos de gradiente incluem linear, radial, angular e diamante.
zh_hans: 你可以从预设的纯色和渐变色中进行选择，也可以使用专业版解锁完整的颜色选择器。渐变类型包括线性、径向、角度和菱形。

# help.colors.title
source: Colors & Gradients
ar: الألوان والتدرجات
de: Farben und Farbverläufe
es: Colores y degradados
fr: Couleurs et dégradés
hi: रंग और ढाल
it: Colori e sfumature
ja: 色とグラデーション
pt_br: Cores e gradientes
zh_hans: 颜色与渐变

# help.copyVsSave.detail
source: Copy places the QR code on your clipboard for quick pasting. Save exports to a file you can share or archive.
ar: نسخ يضع رمز الاستجابة السريعة في الحافظة الخاصة بك للصقه بسرعة. حفظ التصدير إلى ملف يمكنك مشاركته أو أرشفته.
de: Kopieren legt den QR-Code zum schnellen Einfügen in die Zwischenablage. Speichern exportiert in eine Datei, die Sie teilen oder archivieren können.
es: Copiar coloca el código QR en el portapapeles para pegarlo rápidamente. Guardar exporta a un archivo que puedes compartir o archivar.
fr: Copier place le code QR dans votre presse-papiers pour un collage rapide. Enregistrer exporte vers un fichier que vous pouvez partager ou archiver.
hi: कॉपी आपके क्लिपबोर्ड पर QR कोड रख देती है ताकि आप इसे जल्दी से पेस्ट कर सकें। एक्सपोर्ट्स को एक ऐसी फ़ाइल में सहेजें जिसे आप साझा या संग्रहीत कर सकते हैं।
it: Copia inserisce il codice QR negli appunti per incollarlo rapidamente. Salva esporta in un file che può essere condiviso o archiviato.
ja: コピーでQRコードをクリップボードに置き、素早く貼り付けることができます。共有またはアーカイブ可能なファイルにエクスポートします。
pt_br: Copiar coloca o código QR na sua área de transferência para colar rapidamente. Guardar exporta para um ficheiro que pode ser partilhado ou arquivado.
zh_hans: 复制将 QR 代码放到剪贴板上，以便快速粘贴。保存导出到可以共享或存档的文件中。

# help.copyVsSave.title
source: Copy vs Save
ar: النسخ مقابل الحفظ
de: Kopieren vs. Speichern
es: Copiar vs Guardar
fr: Copier ou sauvegarder
hi: प्रतिलिपि बनाएं बनाम सहेजें
it: Copia vs. salvataggio
ja: コピーと保存
pt_br: Copiar vs Guardar
zh_hans: 复制与保存

# help.deepLink.description
source: Links that open directly in specific apps like Zoom, Spotify, or Teams.
ar: الروابط التي تفتح مباشرةً في تطبيقات محددة مثل Zoom أو Spotify أو Teams.
de: Links, die direkt in bestimmten Apps wie Zoom, Spotify oder Teams geöffnet werden.
es: Enlaces que se abren directamente en aplicaciones específicas como Zoom, Spotify o Teams.
fr: Liens qui s'ouvrent directement dans des applications spécifiques comme Zoom, Spotify ou Teams.
hi: ज़ूम, स्पॉटिफ़ाई, या टीम्स जैसे विशिष्ट ऐप्स में सीधे खुलने वाले लिंक।
it: Link che si aprono direttamente in applicazioni specifiche come Zoom, Spotify o Teams.
ja: Zoom、Spotify、Teamsなど、特定のアプリで直接開くリンク。
pt_br: Links que abrem diretamente em aplicações específicas como o Zoom, Spotify ou Teams.
zh_hans: 直接在 Zoom、Spotify 或 Teams 等特定应用程序中打开的链接。

# help.deepLink.title
source: App Links
ar: روابط التطبيق
es: Enlaces a aplicaciones
fr: Liens vers l'application
hi: ऐप लिंक
it: Link alle applicazioni
ja: アプリリンク
pt_br: Ligações da aplicação
zh_hans: 应用程序链接

# help.deepLinks.detail
source: Other apps and automations can open Radical QR with content using the radicalqr:// URL scheme. Compatible with Shortcuts and automation tools.
ar: يمكن للتطبيقات والأتمتة الأخرى فتح Radical QR بمحتوى باستخدام مخطط URL radicalqr://. متوافق مع الاختصارات وأدوات التشغيل الآلي.
de: Andere Anwendungen und Automatisierungen können Radical QR mit Inhalten öffnen, die das URL-Schema radicalqr:// verwenden. Kompatibel mit Shortcuts und Automatisierungstools.
es: Otras aplicaciones y automatizaciones pueden abrir Radical QR con contenido utilizando el esquema radicalqr:// URL. Compatible con accesos directos y herramientas de automatización.
fr: D'autres applications et automatismes peuvent ouvrir Radical QR avec du contenu utilisant le schéma d'URL radicalqr://. Compatible avec les raccourcis et les outils d'automatisation.
hi: अन्य ऐप्स और ऑटोमेशन radicalqr:// URL स्कीम का उपयोग करके सामग्री के साथ Radical QR खोल सकते हैं। शॉर्टकट्स और ऑटोमेशन टूल्स के साथ संगत।
it: Altre applicazioni e automazioni possono aprire Radical QR con contenuti che utilizzano lo schema URL radicalqr://. Compatibile con le scorciatoie e gli strumenti di automazione.
ja: 他のアプリやオートメーションは、radicalqr:// URLスキームを使用したコンテンツでRadical QRを開くことができます。ショートカットや自動化ツールと互換性があります。
pt_br: Outras aplicações e automações podem abrir o Radical QR com conteúdo usando o esquema de URL radicalqr://. Compatível com atalhos e ferramentas de automatização.
zh_hans: 其他应用程序和自动化工具可使用 radicalqr:// URL 方案打开 Radical QR 内容。与快捷方式和自动化工具兼容。

# help.deepLinks.title
source: Automation & Shortcuts
ar: الأتمتة والاختصارات
de: Automatisierung und Abkürzungen
es: Automatización y atajos
fr: Automatisation et raccourcis
hi: स्वचालन और शॉर्टकट
it: Automazione e scorciatoie
ja: 自動化とショートカット
pt_br: Automatização e atalhos
zh_hans: 自动化和快捷方式

# help.dragDrop.detail
source: Drop files, text, or URLs from any app directly onto the window. Text files (.txt, .vcf, .ics) are read automatically. You can also drop web links from Safari or other browsers.
ar: أسقط الملفات أو النصوص أو عناوين URL من أي تطبيق مباشرةً على النافذة. تتم قراءة الملفات النصية (.txt، .vcf، .ics) تلقائيًا. يمكنك أيضًا إسقاط روابط الويب من Safari أو المتصفحات الأخرى.
de: Ziehen Sie Dateien, Text oder URLs aus einer beliebigen Anwendung direkt in das Fenster. Textdateien (.txt, .vcf, .ics) werden automatisch gelesen. Sie können auch Weblinks aus Safari oder anderen Browsern ablegen.
es: Suelte archivos, texto o URL desde cualquier aplicación directamente en la ventana. Los archivos de texto (.txt, .vcf, .ics) se leen automáticamente. También puedes soltar enlaces web desde Safari u otros navegadores.
fr: Déposez des fichiers, du texte ou des URL à partir de n'importe quelle application directement dans la fenêtre. Les fichiers texte (.txt, .vcf, .ics) sont lus automatiquement. Vous pouvez également déposer des liens web à partir de Safari ou d'autres navigateurs.
hi: किसी भी ऐप से फ़ाइलें, टेक्स्ट या यूआरएल सीधे विंडो पर ड्रॉप करें। टेक्स्ट फ़ाइलें (.txt, .vcf, .ics) स्वचालित रूप से पढ़ी जाती हैं। आप सफारी या अन्य ब्राउज़रों से वेब लिंक भी ड्रॉप कर सकते हैं।
it: Rilasciate file, testo o URL da qualsiasi applicazione direttamente sulla finestra. I file di testo (.txt, .vcf, .ics) vengono letti automaticamente. È anche possibile rilasciare link web da Safari o altri browser.
ja: 任意のアプリからファイル、テキスト、URLをウィンドウに直接ドロップ。テキストファイル（.txt、.vcf、.ics）は自動的に読み込まれます。Safariなどのブラウザからウェブリンクをドロップすることもできます。
pt_br: Largue ficheiros, texto ou URLs de qualquer aplicação diretamente na janela. Os ficheiros de texto (.txt, .vcf, .ics) são lidos automaticamente. Também pode largar ligações Web do Safari ou de outros navegadores.
zh_hans: 将任何应用程序中的文件、文本或 URL 直接拖放到窗口中。文本文件（.txt、.vcf、.ics）可自动读取。您还可以从 Safari 或其他浏览器投放网页链接。

# help.dragDrop.title
source: Drag & Drop
ar: السحب والإفلات
de: Ziehen und Ablegen
es: Arrastrar y soltar
fr: Glisser-déposer
hi: खींचें और छोड़ें
it: Trascinamento
ja: ドラッグ＆ドロップ
pt_br: Arrastar e largar
zh_hans: 拖放
